Repository: nirzaf/blazor-hero
Catalog: src/Client/Resources/Pages/Content/Home.*.resx
Languages: ar, nl

source: Blazor For Beginners – Getting Started With Blazor
ar: بليزر للمبتدئين - بدء استخدام بليزر
nl: Blazor voor beginners – Aan de slag met Blazor

source: Blazor Hero Description
ar: Blazor Hero عبارة عن نموذج للحل الشامل للهندسة المعمارية النظيفة لتجميع الويب Blazor الذي تم إنشاؤه باستخدام
nl: Blazor Hero is een alles-in-één schone architectuuroplossing sjabloon voor Blazor web-assembly gebouwd met

source: Building A Chat Application With Blazor, Identity, And SignalR
ar: بناء تطبيق دردشة مع Blazor ، Identity ، و SignalR
nl: Een chattoepassing bouwen met Blazor, Identity en SignalR

source: Celebrating 1,500 Stars on Github!
ar: الاحتفال بـ 1500 نجمة على جيثب!
nl: Inmiddels 1500 sterren op Github!

source: Component Library
ar: مكتبة المكونات
nl: Componentbibliotheek

source: Custom Authentication In Blazor WebAssembly – Detailed
ar: المصادقة المخصصة في Blazor WebAssembly - بالتفصيل
nl: Aangepaste verificatie in Blazor WebAssembly - Gedetailleerd

source: Description
ar: قالب معماري نظيف لـ Blazor Web-Assembly
nl: Schone architectuursjabloon voor Blazor Web-Assembly

source: Documentation - Coming Soon
ar: التوثيق - قريبا
nl: Documentatie - Binnenkort beschikbaar

source: Exploring Blazor Project Structure
ar: استكشاف هيكل مشروع Blazor
nl: Blazor-projectstructuur verkennen

source: Getting Started
ar: ابدء
nl: Opstarten

source: Github Repository : Do Not Forget to Leave a Star ;)
ar: مستودع جيثب: لا تنسى ترك نجم ؛)
nl: Github Repository : Vergeet niet om een ster achter te laten ;)

source: Here are few articles that should help you get started with Blazor.
ar: إليك بعض المقالات التي من المفترض أن تساعدك في البدء باستخدام Blazor.
nl: Hier zijn enkele artikelen die u moeten helpen aan de slag te gaan met Blazor.

source: How To Implement Blazor CRUD Using Entity Framework Core?
ar: كيفية تنفيذ Blazor CRUD باستخدام Entity Framework Core؟
nl: Hoe Blazor CRUD implementeren met Entity Framework Core?

source: Implementing Blazor CRUD Using Mudblazor Component Library In .NET 5
ar: تنفيذ Blazor CRUD باستخدام مكتبة مكونات Mudblazor في .NET 5
nl: Blazor CRUD implementeren met mudblazor-componentbibliotheek in .NET 5

source: Important Links
ar: روابط مهمة
nl: Belangrijke links

source: In case you are stuck anywhere or have any queries regarding this implementation, I have compiled a Quick Start Guide for you reference.
ar: في حال كنت عالقًا في أي مكان أو كان لديك أي استفسارات بخصوص هذا التنفيذ ، فقد قمت بتجميع دليل البدء السريع للرجوع إليه
nl: Verhoog dat u ergens vastzit of heb vragen over deze implementatie, ik heb een Quick Start Guide voor u samengesteld.

source: Learning Resources
ar: مصادر التعلم
nl: Leermiddelen

source: Liked BlazorHero? Star us on Github!
ar: أحب BlazorHero؟ نجمة لنا على جيثب!
nl: Vind je BlazorHero leuk? Geef een ster op Github!

source: Onion Architecture In ASP.NET Core With CQRS – Detailed
ar: هندسة البصل في ASP.NET Core مع CQRS - مفصل
nl: Onion Architecture In ASP.NET Core Met CQRS – Gedetailleerd

source: Project Page
ar: صفحة المشروع
nl: Projectpagina

source: Quick Start Guide
ar: دليل البدء السريع
nl: Snelstartgids

source: Read The Guide
ar: اقرأ الدليل
nl: Lees de gids

source: Support Me
ar: ادعمني!
nl: Steun mij!

source: Title
ar: بلازور هيرو
nl: Blazor Held
