Repository: nirzaf/blazor-hero
Catalog: src/Infrastructure/Resources/Services/Identity/UserService.*.resx
Languages: km, ru

source: Account Confirmed for {0}. You can now use the /api/identity/token endpoint to generate JWT.
km: គណនីបញ្ជាក់សម្រាប់ {0}. ពេលនេះអ្នកអាចប្រើប្រាស់អាសយដ្ឋាននេះ /api/identity/token endpoint ដើម្បីបង្កើត​ធូឃីន​JWT.
ru: Аккаунт подтверждён для {0}. Теперь вы можете использовать endpoint - /api/identity/token для создания JWT.

source: Administrators Profile's Status cannot be toggled
km: ស្ថានភាពគណនីរដ្ឋបាលមិនអាចផ្លាស់ប្តូរបាន
ru: Невозможно переключить статус профиля администратора

source: An Error has occurred!
km: កំហុសត្រូវបានកើតឡើង
ru: Произошла ошибка!

source: An error occurred while confirming {0}
km: កំហុសកើតឡើងកំឡុងពេលបញ្ជាក់ {0}
ru: Произошла ошибка при подтверждении {0}

source: Confirm Registration
km: បញ្ជាក់ការចុះឈ្មោះ
ru: Подтверждение регистрации

source: CreatedOn (Local)
ru: Дата создания (локальное)

source: CreatedOn (UTC)
ru: Дата создания (UTC)

source: Email {0} is already registered.
km: អ៊ីម៉ែល {0} ត្រូវបានចុះឈ្មោះរួចហើយ
ru: Email {0} уже зарегистрирован.

source: EmailConfirmed
ru: Email подтверждён

source: FirstName
ru: Имя

source: IsActive
ru: Активный

source: LastName
ru: Фамилия

source: Not Allowed to add or delete Administrator Role if you have not this role.
km: មិនអនុញ្ញាត្តបន្ថែម ឬ លុបតួនាទីអ្នកប្រើប្រាស់រដ្ឋបាលប្រសិនបើអ្នកគ្មានតួនាទីនេះ
ru: Недоступно добавление или удаление роли Администратора, если у вас нет этой роли.

source: Not Allowed.
km: មិនអនុញ្ញាត្ត
ru: Не доступно.

source: Password Reset Mail has been sent to your authorized Email.
km: លេខកូដកំណត់ឡើងវិញត្រូវបានផ្ញើទៅកាន់អ៊ីម៉ែលរបស់អ្នក
ru: На ваш подтверждённый адрес электронной почты было отправлено письмо для сброса пароля.

source: Password Reset Successful!
km: លេខកូដសម្ងាត់បានកំណត់ឡើងវិញដោយជោគជ័យ
ru: Сброс пароля выполнен успешно!

source: Phone number {0} is already registered.
km: លេខទូរស័ព្ទ {0} ត្រូវបានចុះឈ្មោះរួចហើយ
ru: Номер телефона {0} уже зарегистрирован.

source: PhoneNumber
ru: Номер телефона

source: PhoneNumberConfirmed
ru: Номер телефона подтверждён

source: Please confirm your account by &lt;a href='{0}'&gt;clicking here&lt;/a&gt;.
km: សូមបញ្ជាក់គណនីរបស់អ្នកដោយ <a href='{0}'>ចុចទីនេះ</a>.
ru: Пожалуйста, подтвердите аккаунт с помощью <a href='{0}'>этой ссылки</a>.

source: Please reset your password by &lt;a href='{0}&gt;clicking here&lt;/a&gt;.
km: សូមកំណត់ឡើងវិញលេខកូដសម្ងាត់របស់អ្នកដោយ <a href='{0}>ចុចទីនេះ</a>.
ru: Пожалуйста, сбросьте пароль с помощью <a href='{0}>этой ссылки</a>.

source: ProfilePictureDataUrl
ru: Url изображения профиля

source: Reset Password
km: កំណត់លេខកូដសម្ងាត់ឡើងវិញ
ru: Сброс пароля

source: Roles Updated
km: តួនាទីបានធ្វើបច្ចុប្បន្នភាព
ru: Роли обновлены

source: User {0} Registered.
km: អ្នកប្រើប្រាស់ {0} បានចុះឈ្មោះ។
ru: Пользователь {0} зарегистрирован.

source: User {0} Registered. Please check your Mailbox to verify!
km: អ្នកប្រើប្រាស់ {0} បានចុះឈ្មោះ។ សូមពិនិត្យមើលប្រអប់សំបុត្ររបស់អ្នកដើម្បីផ្ទៀងផ្ទាត់!
ru: Пользователь {0} зарегистрирован. Пожалуйста, проверьте свой почтовый ящик для подтверждения!

source: Username {0} is already taken.
km: ឈ្មោះអ្នកប្រើប្រាស់ {0} ត្រូវបានយករួចហើយ
ru: Username {0} занят.

source: Email
km: អ៊ីម៉ែល

source: User Registered
km: អ្នកប្រើប្រាស់ត្រូវបានបង្កើត

source: Username
km: ឈ្មោះអ្នកប្រើប្រាស់
